Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Submitted %@
ar: تم الإرسال %@
ca: S’ha entregat %@
cy: Wedi Cyflwyno %@
da: Afleveret %@
da_instk12: Afleveret %@
de: Abgegeben %@
es: Entregado %@
es_es: Entregado %@
fi: Lähetetty %@
fr: Soumis %@
fr_ca: Envoyé %@
ga: Curtha isteach %@
hi: सबमिट किया गया %@
ht: Soumèt %@
id: Diserahkan %@
is: Skilað %@
it: Inviato %@
ja: 提出済み%@
ko: 제출됨 %@
mi: Kua Tukuna %@
ms: Diserahkan %@
nb: Innlevert %@
nb_instk12: Innlevert %@
nl: Ingeleverd %@
pl: Przesłano %@
pt: Submetido %@
pt_br: Enviado %@
ru: Отправлено %@
sl: Poslano %@
sv: Skickad %@
sv_instk12: Inskickad %@
th: จัดส่งแล้ว %@
vi: Đã Nộp %@
zh: 已提交%@
zh_hk: 已提交%@

source: Submitting...
ar: جارٍ الإرسال...
ca: Entregant...
cy: Wrthi’n cyflwyno...
da: Afleverer ...
da_instk12: Afleverer ...
de: Wird abgegeben ...
es: Presentando...
es_es: Entregando...
fi: Lähetetään...
fr: Envoi...
fr_ca: Envoi en cours...
ga: Á chur isteach...
hi: सबमिट किया जा रहा है...
ht: Soumisyon...
id: Menyerahkan...
is: Legg fram...
it: Invio in corso...
ja: 提出しています...
ko: 제출 중...
mi: E tuku ana....
ms: Menyerahkan...
nb: Sender inn…
nb_instk12: Sender inn...
nl: Bezig met inleveren...
pl: Przesyłanie...
pt: A enviar...
pt_br: Enviando...
ru: Выполняется отправка...
sl: Pošiljanje ...
sv: Lämnar in ...
sv_instk12: Lämnar in...
th: กำลังจัดส่ง...
vi: Đang nộp...
zh: 正在提交...
zh_hk: 正在提交...

source: Subscribe to calendar feed
ar: الاشتراك في تغذية التقويم
ca: Subscriu-te a Exporta el calendari
cy: Tanysgrifio i ffrwd y calendr
da: Tilmeld til kalender nyhedskilde
da_instk12: Tilmeld til kalender nyhedskilde
de: Kalender-Feed abonnieren
es: Suscribirse al feed del calendario
es_es: Suscribirse a la actividad del calendario
fi: Tilaa kalenterin syöte
fr: Souscrire au flux du calendrier
fr_ca: Souscrire au flux du calendrier
ga: Liostáil le fotha an fhéilire
hi: कैलेंडर फ़ीड की सदस्यता लें
ht: Abòne a feed kalandriye
id: Berlangganan umpan kalender
is: Gerast áskrifandi að dagatalsveitu
it: Iscriviti a feed del calendario
ja: カレンダーフィードに登録する
ko: 캘린더 필드를 구독
mi: Ohauru ki te Maramataka kai
ms: Langgan suapan kalendar
nb: Abonnere på kalender-feed
nb_instk12: Abonnere på kalender-feed
nl: Abonneren op kalender feed
pl: Subskrybuj kanał kalendarza
pt: Subscrever feed de calendário
pt_br: Inscrever-se para alimentação de calendário
ru: Подписаться на канал календаря
sl: Naročite se na vir koledarja.
sv: Prenumerera på kalenderflödet
sv_instk12: Prenumerera på kalenderflödet
th: สมัครฟีดปฏิทิน
vi: Đăng ký nguồn cấp dữ liệu lịch
zh: 订阅日历馈送
zh_hk: 訂閱行事曆摘要

source: Success!
ar: نجاح!
ca: Operació correcta!
cy: Wedi llwyddo!
da: Succes!
da_instk12: Succes!
de: Erfolg!
es: ¡Éxito!
es_es: Hecho
fi: Onnistui!
fr: Succès !
fr_ca: Succès!
ga: Rath!
hi: काम सफल हुआ!
ht: Reyisi!
id: Sukses!
is: Árangur!
it: Operazione riuscita.
ja: 成功です！
ko: 성공했습니다.
mi: Angitu!
ms: Berjaya!
nb: Vellykket!
nb_instk12: Vellykket!
nl: Succes!
pl: Zakończono powodzeniem!
pt: Sucesso!
pt_br: Sucesso!
ru: Успешно!
sl: Uspešno!
sv: Klart!
sv_instk12: Lyckades!
th: สำเร็จ!
vi: Thành công!
zh: 成功！
zh_hk: 成功！

source: Successfully submitted!
ar: تم الإرسال بنجاح!
ca: S'ha enviat correctament.
cy: Wedi llwyddo i gyflwyno!
da: Blev indsendt!
da_instk12: Blev indsendt!
de: Wurde abgegeben!
es: ¡Enviada correctamente!
es_es: Entrega realizada
fi: Lähetetty onnistuneesti!
fr: Soumission effectuée avec succès !
fr_ca: Envoyé avec succès!
ga: Curtha isteach go rathúil!
hi: सफलतापूर्वक सबमिट किया गया!
ht: Ale avèk siksè!
id: Berhasil diserahkan!
is: Skil tókust!
it: Inviato correttamente!
ja: 正常に提出されました！
ko: 제출되었습니다!
mi: Oti pai te tuku!
ms: Berjaya diserahkan!
nb: Vellykket innlevering!
nb_instk12: Vellykket innlevering!
nl: Inlevering is gelukt!
pl: Przesłano pomyślnie!
pt: Submetido com sucesso!
pt_br: Enviado com sucesso!
ru: Успешно отправлено!
sl: Uspešno poslano.
sv: Uppgiften har skickats in!
sv_instk12: Uppgiften har skickats in!
th: ส่งเสร็จสิ้น!
vi: Đã nộp thành công!
zh: 已成功提交。
zh_hk: 成功提交！

source: Sure!
ar: بالتأكيد!
ca: I tant!
cy: Iawn!
da: Ok!
da_instk12: Ok!
de: Sicher!
es: ¡Seguro!
es_es: Por supuesto.
fi: Varmasti!
fr: Bien sûr !
fr_ca: Bien sûr!
ga: Cinnte!
hi: बेशक!
ht: Tout bon!
id: Pasti!
is: Auðvitað!
it: Certo!
ja: もちろん！
ko: 좋습니다!
mi: Pono!
ms: Semestinya!
nb: Sikkert!
nb_instk12: Sikkert!
nl: Zeker!
pl: Jasne!
pt: Claro!
pt_br: Com certeza!
ru: Конечно!
sl: Seveda.
sv: Absolut!
sv_instk12: Absolut!
th: แน่นอน!
vi: Chắc rồi!
zh: 肯定！
zh_hk: 確定！

source: Switches media input between audio and video. Currently set to %@
ar: تغيير إدخال الوسائط بين الصوت والفيديو. تم التعيين حاليًا إلى %@
ca: Canvia l'entrada d'elements multimèdia entre so i vídeo. En aquest moment, està establert en %@
cy: Mae'n newid yn ôl ac ymlaen rhwng cyfryngau sain a fideo. Wedi’i osod ar hyn o bryd – %@
da: Skifter medieindgang mellem lyd og video. I øjeblikket indstillet til %@
da_instk12: Skifter medieindgang mellem lyd og video. For øjeblikket indstillet til %@
de: Schaltet um zwischen Audio- und Video-Medieneingang. Derzeit eingestellt auf %@
es: Cambia la entrada multimedia entre audio y video. Actualmente configurado en %@
es_es: Cambia la entrada multimedia entre audio y vídeo. Actualmente configurado en %@
fi: Vaihtaa median tuloa äänen ja videon välillä. Parhaillaan määritetty kohteeseen %@
fr: Sélectionne l’entrée multimédia entre son et vidéo. Actuellement réglé sur %@
fr_ca: Bascule l'entrée de média entre audio et vidéo. Actuellement réglé à %@
ga: Aistríonn sé ionchur meán idir fhuaim agus fhíseán. Faoi láthair socraithe go %@
hi: ऑडियो और वीडियो के बीच मीडिया इनपुट स्विच करता है। वर्तमान में इस पर सेट है: %@
ht: Chanje antre medya ant odyo e videyo. Kounye a regle sou %@
id: Beralih input media antara audio dan video. Saat ini diatur ke %@
is: Skiptir miðilsinntaki frá hljóði yfir á myndband og öfugt. Núverandi stilling %@
it: Computa l’input multimediale tra audio e video. Attualmente impostato su %@
ja: オーディオとビデオ間でメディア入力を切り替えます。現在の設定は%@
ko: 오디오와 동영상 사이에 미디어 입력을 전환합니다. 현재 설정 대상 %@
mi: Whakawhiti ai i te whakauru pāpāho ki waenganui i te orooro me te ataata. Kua tautuhia ki tēnei %@
ms: Menukar input media antara audio dan video Ditetapkan kepada %@ pada masa ini
nb: Bytter medieinput mellom audio og video Nåværende innstilling %@
nb_instk12: Bytter media-input mellom lyd og video. For øyeblikket satt til %@
nl: Schakelt media-invoer tussen audio en video. Momenteel ingesteld op %@
pl: Przełącza wejście multimediów między audio a wideo. Obecnie ustawione na %@
pt: Alterna a entrada de mídia entre áudio e vídeo. Atualmente definido para %@
pt_br: Alterna a entrada de mídia entre áudio e vídeo. Atualmente definido como %@
ru: Переключает медиа-вход между аудио и видео. В настоящее время установлено %@
sl: Preklaplja vnos medijev med zvokom in videom. Trenutno nastavljeno na %@
sv: Växlar medieindata mellan ljud och video. För närvarande inställt på %@
sv_instk12: Växlar medieindata mellan ljud och video. För närvarande inställt på %@
th: สลับข้อมูลสื่อระหว่างภาพและเสียง ปัจจุบันตั้งค่าเป็น %@
vi: Chuyển đầu vào nội dung phương tiện giữa âm thanh và video. Hiện đang cài đặt thành %@
zh: 在音频和视频间切换媒体输出。当前设置为%@
zh_hk: 在音訊和視訊之間切換媒體輸入源。目前設定為%@

source: Switches to media comment mode
ar: التغيير إلى وضع تعليق الوسائط
ca: Canvia al mode de comentari sobre l'element multimèdia
cy: Mae'n newid i'r modd rhoi sylw ar gyfryngau
da: Skift til mediekommentar tilstand
da_instk12: Skift til mediekommentar tilstand
de: Wechselt zum Medienkommentarmodus
es: Cambia al modo de comentarios de multimedia
es_es: Cambia al modo de comentarios multimedia
fi: Vaihtaa median kommenttitilaan
fr: Commute sur le mode de commentaire de média
fr_ca: Bascule sur le mode de commentaire de média
ga: Aistríonn sé go mód ráitis meáin
hi: मीडिया टिप्पणी मोड पर स्विच करता है
ht: Chanje sou mòd kòmantè medya
id: Beralih ke mode komentar media
is: Skiptir yfir í miðilsathugasemdarstillingu
it: Passa ad una modalità commento multimediale
ja: メディアコメントモードに切り替える
ko: 미디어 댓글 모드로 전환
mi: Whakakā ki aratau kōrero pāpāho
ms: Menukar kepada mod komen media
nb: Bytter til media kommentarmodus
nb_instk12: Bytter til media kommentarmodus
nl: Schakelt om naar media opmerking modus
pl: Przełącza na tryb komentarza medialnego
pt: Altera para o modo de comentário multimédia
pt_br: Alterna para o modo de comentário de mídia
ru: Переключение в режим медиа комментария
sl: Preklopi v način komentarja v obliki medija.
sv: Växlar till mediakommentarläge
sv_instk12: Växlar till läge för mediakommentar
th: สลับไปที่โหมดแสดงความเห็นเป็นสื่อ
vi: Chuyển sang chế độ bình luận nội dung phương tiện
zh: 转换媒体评论的模式
zh_hk: 切換到媒體評論模式

source: Switches to text comment mode
ar: التغيير إلى وضع تعليق النص
ca: Canvia al mode de comentari sobre el text
cy: Mae'n newid i'r modd rhoi sylw ar destun
da: Skift til tekstkommentar tilstand
da_instk12: Skift til tekstkommentar tilstand
de: Wechselt zum Textkommentarmodus
es: Cambia al modo de comentarios de texto
es_es: Cambia al modo de comentarios de texto
fi: Vaihtaa tekstin kommenttitilaan
fr: Commute sur le mode de commentaire de texte
fr_ca: Bascule sur le mode de commentaire de texte
ga: Aistríonn sé go mód ráitis téacs
hi: पाठ टिप्पणी मोड पर स्विच करता है
ht: Chanje sou mòd kòmantè tèks
id: Beralih ke mode komentar teks
is: Skiptir yfir í textaathugasemdarstillingu
it: Passa ad una modalità commento di testo
ja: テキストコメントモードに切り替える
ko: 텍스트 댓글 모드로 전환
mi: Whakakā ki aratau kōrero kuputuhi
ms: Menukar kepada mod komen teks
nb: Bytter til tekstkommentarmodus
nb_instk12: Bytter til tekstkommentarmodus
nl: Schakelt om naar tekst opmerking modus
pl: Przełącza na tryb komentarza tekstowego
pt: Altera para o modo de comentário de texto
pt_br: Alterna para o modo de comentário de texto
ru: Переключение в режим текстового комментария
sl: Preklopi v način komentarja v obliki besedila.
sv: Växlar till textkommentarläge
sv_instk12: Växlar till läge för textkommentar
th: สลับไปที่โหมดแสดงความเห็นเป็นข้อความ
vi: Chuyển sang chế độ bình luận văn bản
zh: 转换文体评论的模式
zh_hk: 切換到文字評論模式

source: Syllabus
ar: المنهج الدراسي
ca: Temari
cy: Maes Llafur
da: Læseplan
da_instk12: Fagplan
de: Kursplan
es: Programa del curso
es_es: Programa de la asignatura
fi: Opinto-ohjelma
fr: Programme
fr_ca: Plan de cours
ga: Siollabas
hi: पाठ्यक्रम
ht: Pwogram
id: Silabus
is: Kennsluáætlun
it: Piano di studio
ja: シラバス
ko: 강의 계획안
mi: Marautanga
ms: Silibus
nb: Emneoversikt
nb_instk12: Fagoversikt
pl: Program
pt: Programa
pt_br: Programa
ru: Содержание курса
sl: Učni načrt
sv: Kursöversikt
sv_instk12: Kursöversikt
th: หลักสูตร
vi: Chương Trình Học
zh: 教学大纲
zh_hk: 課程大綱

source: Syncing Offline Content
ar: جارٍ مزامنة المحتوى دون اتصال
ca: S’està sincronitzant el contingut sense connexió
cy: Cysoni Cynnwys All-lein
da: Synkroniserer offline indhold
da_instk12: Synkroniserer offline indhold
de: Offline-Inhalte werden synchronisiert
es: Sincronizar contenido sin conexión
es_es: Sincronizar contenido sin conexión
fi: Verkon ulkopuolista sisältöä synkronoidaan
fr: Synchronisation hors ligne du contenu
fr_ca: Synchronisation hors connexion du contenu
ga: Ábhar As Líne á Shioncronú
hi: ऑफ़लाइन सामग्री सिंक की जा रही है
ht: Senkwonizasyon Kontni San Koneksyon
id: Menyinkronisasikan Konten Offline?
is: Samstillir efni án nettengingar
it: Sincronizza contenuto offline
ja: オフラインコンテンツの同期
ko: 오프라인 콘텐츠 동기화
mi: Tukutahi Ihirangi Tuimotu
ms: Menyegerakkan Kandungan Luar Talian
nb: Synkroniserer frakoblet innhold
nb_instk12: Synkroniserer frakoblet innhold
nl: Offline inhoud synchroniseren
pl: Synchronizowanie zawartości offline
pt: Sincronizar conteúdo off-line
pt_br: Sincronizando conteúdo off-line
ru: Синхронизировать офлайн-контент
sl: Sinhronizacija vsebine brez povezave
sv: Synkroniserar offlineinnehåll
sv_instk12: Synkroniserar offlineinnehåll
th: กำลังซิงค์ข้อมูลออฟไลน์
vi: Đang Đồng Bộ Nội Dung Ngoại Tuyến
zh: 正在同步脱机内容
zh_hk: 同步離線內容

source: TA
ar: مساعد المعلم
ca: Auxiliar de professor
cy: Cynorthwyydd Dysgu
da: Undervisningsassistent
da_instk12: Undervisningsassistent
de: Lehrassistent*in
es: Profesor auxiliar
es_es: Profesor auxiliar
fi: Apuopettaja
fr_ca: Enseignant(e)-assistant
ga: CT
is: Aðstoðarkennari
it: Assistente
ko: 조교
ms: PP
nb: LA
nb_instk12: LA
nl: Onderwijsassistent
pt: Assistente
pt_br: Assistente
sl: Demonstrator
sv: Lärarassistent
sv_instk12: Lärarassistent
vi: Trợ Giảng
zh: 助教
zh_hk: 助教

source: Take a breath — you don't need to have everything figured out yet.
ar: التقط أنفاسك — أنت لست ملزمًا بأن تعرف كل شيء بعد.
ca: Respireu fons, no cal que ja ho hàgiu esbrinat tot.
cy: Anadla’n ddwfn — does dim angen i ti wybod y cyfan ar hyn o bryd.
da: Tag en dyb indånding – du behøver ikke at have styr på det hele endnu.
da_instk12: Tag en dyb indånding – du behøver ikke at have styr på det hele endnu.
de: Atmen Sie durch – Sie müssen noch nicht alles im Griff haben.
es: Respire hondo; no hace falta que lo tenga todo claro todavía.
es_es: Respira hondo: no es necesario que ya lo tengas todo resuelto.
fi: Hengitä rauhassa — sinun ei tarvitse vielä tietää kaikkea.
fr: Souffle un peu, pas besoin de chercher à tout comprendre tout de suite.
fr_ca: Reprenez votre souffle — vous n’avez pas besoin d’avoir tout compris pour l’instant.
ga: Tarraing anáil - ní gá duit gach rud a bheith socraithe agat fós.
hi: एक सांस लें — आपको अभी सब कुछ सुलझाने की ज़रूरत नहीं है।
ht: Pran yon ti souf — ou pa bezwen konprann tout bagay yon sèl kou.
id: Tarik napas — Anda tidak perlu memikirkan semuanya.
is: Dragðu andann djúpt - þú þarft ekki að vera búin(n) að átta þig á öllu ennþá.
it: Fai un respiro: non occorre che tu capisca già tutto.
ja: 深呼吸しましょう — いま全てを理解する必要はありません。
ko: 깊은 호흡을 하세요. 아직 모든 것을 다 알 필요는 없습니다.
mi: Hopukia he manawa — kāore koe e hiahia kia mārama katoa ngā mea.
ms: Tarik nafas — anda tidak perlu memastikan semua perkara sudah terancang sekarang.
nb: Pust dypt – du trenger ikke å ha funnet ut av alt ennå.
nb_instk12: Pust dypt – du trenger ikke å ha funnet ut av alt ennå.
nl: Haal even diep adem – alles hoeft je vandaag nog niet duidelijk te zijn.
pl: Weź głęboki oddech – nie musisz jeszcze wszystkiego wiedzieć.
pt: Respira fundo — não precisas ter tudo planejado ainda.
pt_br: Respire fundo — você não precisa ter tudo planejado ainda.
ru: Сделайте глубокий вдох — вам не нужно пока все продумывать до мелочей.
sl: Vzemite si čas – povsem v redu je, da vsega še niste dokončno premislili.
sv: Ta ett andetag – du behöver inte förstå allt riktigt än.
sv_instk12: Ta ett andetag – du behöver inte förstå allt riktigt än.
th: หายใจลึก ๆ ยังไม่ต้องสำเร็จไปทุกเรื่องก็ได้
vi: Hãy hít một hơi — bạn chưa cần phải hiểu hết mọi thứ ngay.
zh: 放轻松 — 有些问题不必今天就解决。
zh_hk: 深呼吸 — 你無需現在就把所有事情都想明白。

source: Take a Photo...
ar: التقاط صورة...
ca: Fes una fotografia…
cy: Tynnwch Lun...
da: Tag et foto...
da_instk12: Tag et foto...
de: Ein Foto machen...
es: Tomar una foto...
es_es: Realizar una foto...
fi: Ota valokuva...
fr: Prendre une photo...
fr_ca: Prendre une photo...
ga: Glac Grianghraf...
hi: फ़ोटो लें...
ht: Fè yon Foto...
id: Ambil Foto...
is: Taka mynd…
it: Scatta una foto...
ja: 写真を撮る...
ko: 사진 찍기...
mi: E mau ki te Whakāhua ...
ms: Ambil Foto...
nb: Ta et bilde…
nb_instk12: Ta et bilde...
nl: Een foto maken...
pl: Zrób zdjęcie...
pt: Tirar Fotografia...
pt_br: Tirar uma Foto...
ru: Сделать снимок...
sl: Posnemi fotografijo ...
sv: Ta ett foto ...
sv_instk12: Ta ett foto...
th: ถ่ายภาพ...
vi: Chụp Ảnh...
zh: 拍摄一张相片
zh_hk: 拍攝照片...

source: Take a Video...
ar: التقاط فيديو...
ca: Fes un vídeo…
cy: Recordiwch Fideo...
da: Tag en video...
da_instk12: Tag en video...
de: Ein Video aufnehmen...
es: Tomar un video...
es_es: Realizar un vídeo...
fi: Ota video...
fr: Prendre une vidéo...
fr_ca: Prendre une vidéo...
ga: Tóg Físeán...
hi: वीडियो बनाएं...
ht: Fè yon Videyo...
id: Rekam Video...
is: Taka myndband…
it: Realizza un video...
ja: 動画を撮影...
ko: 동영상 찍기...
mi: E mau ki te Ataata ...
ms: Ambil Video...
nb: Ta en video …
nb_instk12: Ta en video ...
nl: Een video maken...
pl: Nagraj wideo...
pt: Tirar Vídeo...
pt_br: Gravar um Vídeo...
ru: Снять видео...
sl: Posnemi videoposnetek ...
sv: Spela in en video ...
sv_instk12: Spela in en video...
th: ถ่ายวิดีโอ...
vi: Quay Video...
zh: 拍摄一段视频
zh_hk: 拍攝視訊...

source: Take Photo
ar: التقاط صورة
ca: Fes una foto
cy: Tynnu llun gyda chamera
da: Tag foto
da_instk12: Tag foto
de: Foto machen
es: Tomar foto
es_es: Realizar foto
fi: Ota valokuva
fr: Prendre une photo
fr_ca: Prendre une photo
ga: Tóg Grianghraf
hi: फ़ोटो लें
ht: Fè Foto
id: Potret
is: Taka mynd
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
mi: Tangohia Whakāhua
ms: Ambil Foto
nb: Ta bilde
nb_instk12: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar fotografia
pt_br: Tirar Foto
ru: Сделать снимок
sl: Posnemi fotografijo
sv: Ta ett foto
sv_instk12: Ta ett foto
th: ถ่ายภาพ
vi: Chụp Ảnh
zh: 拍照
zh_hk: 拍攝照片

source: Take Photo or Video...
ar: التقاط صورة أو فيديو...
ca: Fes una fotografia o un vídeo…
cy: Tynnwch Lun neu recordio Fideo...
da: Tag foto eller video...
da_instk12: Tag foto eller video...
de: Foto oder Video machen...
es: Tomar foto o video...
es_es: Realizar foto o vídeo...
fi: Ota valokuva tai video...
fr: Prendre une photo ou une vidéo...
fr_ca: Prendre une photo ou une vidéo...
ga: Tóg Grianghraf nó Físeán...
hi: फ़ोटो लें या वीडियो बनाएं...
ht: Fè Foto oswa Videyo
id: Ambil Foto atau Video...
is: Taka mynd eða myndband…
it: Scatta foto o realizza video...
ja: 写真または動画を撮影...
ko: 사진 또는 동영상 찍기...
mi: Tangohia Whakāhua Ataata rānei ...
ms: Ambil Foto atau Video...
nb: Ta bilde eller video
nb_instk12: Ta bilde eller video
nl: Foto of video maken...
pl: Zrób zdjęcie lub nagraj wideo...
pt: Tirar Fotografia ou Vídeo...
pt_br: Tirar Foto ou Vídeo
ru: Сделать фото или видео ...
sl: Posnemi fotografijo ali videoposnetek ...
sv: Ta foto eller video ...
sv_instk12: Ta foto eller video...
th: ถ่ายภาพหรือวิดีโอ...
vi: Chụp Ảnh Hoặc Quay Video...
zh: 拍摄相片或视频...
zh_hk: 拍攝照片或視訊...

source: Take Quiz
ar: إجراء الاختبار
ca: Realitza la prova
cy: Gwnewch y Cwis
da: Tag Quiz
da_instk12: Tag quiz
de: An Quiz teilnehmen
es: Tomar la evaluación
es_es: Realizar la prueba
fi: Suorita tietovisa
fr: Répondre au quiz
fr_ca: Répondre au questionnaire
ga: Déan an Quiz
hi: प्रश्नोत्तरी में भाग लें
ht: Pran Quiz
id: Ambil Kuis
is: Taka próf
it: Esegui il quiz
ja: 小テストを受ける
ko: 퀴즈 풀기
mi: Tangohia Quiz
ms: Ambil Kuiz
nb: Ta quiz
nb_instk12: Ta quiz
nl: Toets doen
pl: Zrób test
pt: Fazer Questionário
pt_br: Fazer o Teste
ru: Пройти тест
sl: Opravi kviz
sv: Gör quiz
sv_instk12: Gör quiz
th: ทำแบบทดสอบ
vi: Thực Hiện Bài Kiểm Tra
zh: 参加测验
zh_hk: 參加測驗

source: Tap to try again
ar: اضغط لإعادة المحاولة
ca: Toqueu per tornar a provar-ho
cy: Tapiwch i roi cynnig arall arni
da: Tap for at prøve igen
da_instk12: Tap for at prøve igen
de: Für einen neuen Versuch tippen
es: Pulsar para volver a intentarlo
es_es: Toca para volver a intentarlo
fi: Yritä uudelleen napauttamalla
fr: Tapoter pour réessayer
fr_ca: Tapoter pour réessayer
ga: Tapáil chun triail eile a bhaint as
hi: फिर से कोशिश करने के लिए टैप करें
ht: Tape pou eseye ankò
id: Ketuk untuk mencoba lagi
is: Smelltu til að reyna aftur
it: Tocca per riprovare
ja: タップして、再度試してください
ko: 탭하여 다시 시도
mi: Pātō ki a ngana anō
ms: Ketik untuk mencuba semula
nb: Trykk for å prøve igjen
nb_instk12: Trykk for å prøve igjen
nl: Tik om nogmaals te proberen
pl: Dotknij, aby spróbować ponownie
pt: Clique para tentar novamente
pt_br: Toque para tentar novamente
ru: Нажмите, чтобы повторить попытку
sl: Tapnite, da poskusite znova.
sv: Tryck för att försöka igen
sv_instk12: Peka för att försöka igen
th: กดเพื่อลองใหม่อีกครั้ง
vi: Nhấn để thử lại
zh: 点击重试
zh_hk: 點選以重試

source: Tap to view details
ar: اضغط لعرض التفاصيل
ca: Toqueu per veure'n els detalls
cy: Tapiwch i weld manylion
da: Tryk for at se detaljer
da_instk12: Tryk for at se detaljer
de: Zum Anzeigen der Details antippen
es: Toca para ver los detalles
es_es: Toca para ver los detalles
fi: Napauta tarkastellaksesi tietoja
fr: Tapez sur pour afficher les détails
fr_ca: Tapoter pour voir les détails
ga: Tapáil chun sonraí a fheiceáil
hi: विवरण देखने के लिए टैप करें
ht: Tape pou afiche detay
id: Ketuk untuk melihat detail
is: Smelltu til að skoða upplýsingar
it: Tocca per visualizzare dettagli
ja: タップして詳細を表示する
ko: 탭하여 세부 정보 보기
mi: Pātō ki te tiro i ngā taipitopito
ms: Ketik untuk melihat butiran
nb: Trykk for å vise detaljer
nb_instk12: Trykk for å vise detaljer
nl: Tik om details te bekijken
pl: Stuknij, aby wyświetlić szczegóły
pt: Toque para ver detalhes
pt_br: Toque para visualizar os detalhes
ru: Нажмите для просмотра подробностей
sl: Tapnite za ogled podrobnosti
sv: Tryck för att visa detaljer
sv_instk12: Tryck för att visa detaljer
th: กดเพื่อดูรายละเอียด
vi: Nhấn vào để xem thông tin chi tiết
zh: 轻按以查看详细信息
zh_hk: 點選以檢視詳情

source: Tap to view progress
ar: اضغط لعرض التقدم
ca: Toqueu per veure'n el progrés
cy: Tapiwch i weld cynnydd
da: Tryk for at se fremskridt
da_instk12: Tryk for at se fremskridt
de: Zum Anzeigen des Fortschritts antippen
es: Toca para ver el progreso
es_es: Toca para ver el progreso
fi: Napauta tarkastellaksesi edistymistä
fr: Tapez sur pour afficher l'état d'avancement
fr_ca: Tapoter pour voir la progression
ga: Tapáil chun dul chun cinn a fheiceáil
hi: प्रगति देखने के लिए टैप करें
ht: Tape pou afiche pwogrè
id: Ketuk untuk melihat kemajuan
is: Smelltu til að skoða framvindu
it: Tocca per visualizzare avanzamento
ja: タップして進捗を表示する
ko: 탭하여 진행률 보기
mi: Pātō ki te tiro i te ahu whakamua
ms: Ketik untuk melihat kemajuan
nb: Trykk for å se fremgang
nb_instk12: Trykk for å se fremgang
nl: Tik om voortgang te bekijken
pl: Stuknij, aby wyświetlić postęp
pt: Toque para ver o progresso
pt_br: Toque para visualizar o progresso
ru: Нажмите для просмотра прогресса
sl: Tapnite za ogled napredka
sv: Tryck för att visa förlopp
sv_instk12: Tryck för att visa förlopp
th: กดเพื่อดูความคืบหน้า
vi: Nhấn vào để xem tiến trình
zh: 轻按以查看进度
zh_hk: 點選以檢視進度

source: TAs
ar: مساعدو المعلمين
ca: Auxiliars de professors
cy: Cynorthwywyr Dysgu
da: Undervisningsassistenter
da_instk12: Undervisningsassistenter
de: Lehrassistenten
es: Profesores auxiliares
es_es: Profesores auxiliares
fi: Apuopettajat
fr: AE
fr_ca: Enseignants-assistants
ga: CTnna
hi: TA
id: TA
is: Aðstoðarkennarar
it: Assistenti
ja: TA
ko: 조교
ms: PP
nb: LAer
nb_instk12: LAer
nl: Onderwijsassistenten
pl: Asystenci instruktorów
pt_br: Assistentes
ru: Ассистенты
sl: Demonstratorji
sv: Lärarassistenter
sv_instk12: Lärarassistenter
th: TA
vi: Trợ Giảng
zh: 助教
zh_hk: 助教

source: Teacher
ar: المعلم
ca: Professor
cy: Athro
da: Lærer
da_instk12: Lærer
de: Lehrende*r
es: Profesor
es_es: Profesor
fi: Opettaja
fr: Enseignant
fr_ca: Enseignant
ga: Múinteoir
hi: शिक्षक
ht: Pwofesè
id: Guru
is: Kennari
it: Insegnante
ja: 教員
ko: 교사
mi: Kaiako
ms: Guru
nb: Lærer
nb_instk12: Lærer
nl: Docent
pl: Nauczyciel
pt: Professor
pt_br: Professor
ru: Преподаватель
sl: Izvajalec
sv: Lärare
sv_instk12: Lärare
th: ผู้สอน
vi: Giáo Viên
zh: 教师
zh_hk: 教師

source: Teachers
ar: المعلمون
ca: Professors
cy: Athrawon
da: Lærere
da_instk12: Lærere
de: Lehrende
es: Profesores
es_es: Profesores
fi: Opettajat
fr: Enseignants
fr_ca: Enseignants
ga: Múinteoirí
hi: शिक्षक
ht: Pwofesè
id: Guru
is: Kennarar
it: Insegnanti
ja: 教員
ko: 교사
mi: Ngā Kaiako
ms: Guru
nb: Lærere
nb_instk12: Lærere
nl: Docenten
pl: Nauczyciele
pt: Professores
pt_br: Professores
ru: Учителя
sl: Izvajalci
sv: Lärare
sv_instk12: Lärare
th: ผู้สอน
vi: Giáo Viên
zh: 教师
zh_hk: 教師
